[
  "What made me want to cut at all? Cutting was query and response at once. I cut because my unhappiness felt nebulous and elusive and I thought it could perhaps hold the shape of a line across my ankle. I cut because I was curious what it would feel like to cut. I cut because I needed very badly to ratify a shaky sense of self, and unhappiness felt like an architectural plan.",
  "A 2001 study called “The Girl Who Cried Pain” tries to make sense of the fact that men are more likely than women to be given medication when they report pain to their doctors. Women are more likely to be given sedatives.",
  "Problematically, for feminists, the opposition between mind and body has also been correlated with an opposition between male and female, with the female regarded as enmeshed in her bodily existence in a way that makes attainment of rationality questionable.",
  "they lived as middle class women, their bodies were commodities to be preened and maintained, to enable them to entice men into matrimony so that they would have the material means to live.",
  "Her back and her muscle … pressed into field labour where she was forced to … work like men. Her hands were demanded to nurse and nurture the white man and his family … Her vagina used for his sexual pleasure … the womb … the place of capital investment … the resulting child the … surplus worth money on the slave market.",
  "The body was seen as something owned by, and thereby separate from, the self, something over which the self had rights. For Freud the ego, the conscious sense of self, was a bodily ego: “the ego is first and foremost a bodily ego”. This means that our sense of self is a sense of a body, and involves an awareness of that body as having a certain shape or form.",
  "Through compliments and admonishments, through images and words, she discovers the meaning of the words pretty and ugly; she soon knows that to be pleased is to be pretty as a picture; she tries to resemble an image, she disguises herself, she looks at herself in the mirror, she compares herself to princesses and fairies from tales.",
  "In our culture not one part of a women’s body is left untouched, unaltered.… From head to toe, every feature of a woman’s face, every section of her body, is subject to modification.",
  "When a woman complains of persistent pains and discomforts, one if safe in saying that she is troubled with a malady particular to her sex, and that she suffers from that diesease.. generally called Female Weakness",
  "Politicians only address men. We, the women of the village, are told by our husbands which symbol to vote for. We don’t think, we vote.",
  "Steps (1982) by #RebeccaAllen was one of the earliest instances of motion capture involving the female body, ensuring that women's movements and gestures entered wider scientific research. A feminist step into the future.",
  "There is nothing revolutionary whatsoever about the control of women's bodies by men. The woman's body is the terrain on which patriarchy is erected."
]